export const boardsArray = [
  {
    id: '1',
    title: 'Проект А',
    favorite: true,
    columns: ['К выполнению', 'В процессе', 'Готово'],
  },
  {
    id: '2',
    title: 'Проект B',
    favorite: false,
    columns: ['Задачи', 'В работе', 'Тестирование', 'Готово'],
  },
  {
    id: '3',
    title: 'Маркетинговая кампания',
    favorite: true,
    columns: ['Генерация идей', 'Планирование', 'Реализация', 'Оценка результатов'],
  },
  {
    id: '4',
    title: 'Обучение команды',
    favorite: false,
    columns: ['Анализ потребностей', 'Проектирование', 'Доставка обучения', 'Оценка результатов'],
  },
  {
    id: '5',
    title: 'Запуск продукта',
    favorite: false,
    columns: ['Подготовка', 'День запуска', 'После запуска', 'Оценка результатов'],
  },
  {
    id: '6',
    title: 'Переделка сайта',
    favorite: false,
    columns: ['Исследование', 'Проектирование', 'Разработка', 'Тестирование', 'Запуск'],
  },
  {
    id: '7',
    title: 'Введение клиента в работу',
    favorite: false,
    columns: ['Поиск клиентов', 'Предложения', 'Соглашения', 'Введение клиента в работу', 'Поддержка'],
  },
  {
    id: '8',
    title: 'Планирование мероприятий',
    favorite: false,
    columns: ['Концепция', 'Планирование', 'Логистика', 'Организация мероприятия', 'Отчетность и анализ результатов'],
  },
  {
    id: '9',
    title: 'Разработка приложения для iOS',
    favorite: false,
    columns: ['Дизайн', 'Разработка', 'Тестирование', 'Выпуск в App Store'],
  },
  {
    id: '10',
    title: 'Создание онлайн-курса по математике',
    favorite: false,
    columns: ['Планирование контента', 'Запись видеоуроков', 'Создание тестов', 'Публикация на платформе'],
  },
].reverse()
